[lang-zh]
加载模块帮助：=加载模块帮助：
运行模块：=运行模块
使用 Win+Alt+H 快速启动讯飞语音悬浮窗（默认启用）=使用 Win+Alt+H 快速启动讯飞语音悬浮窗（默认启用）
Brainstorm 上次提问=头脑风暴 上次提问
CLX BrainStorm 的功能激活碼，填FREE使用免費版本=CLX BrainStorm 的功能激活码，填FREE使用免费版本
使用IJKL滚轮移动滚轮，比RF多一个横轴。=使用IJKL滚轮移动滚轮，比RF多一个横轴。
HJKL光标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类=HJKL光标加速度比率，默认为 1，如果你想慢一点，可以改成 0.5 之类的。
U:PageDown I:PageUP 翻页速率=U:下一页 I:上一页 翻页速率
Tab速率=标签速率
禁用模拟鼠标模块=禁用模拟鼠标模块
右手 \\][ 模拟Windows键和 Alt + Tab， 具体用法参见LaptopKeyboardFix 模块说明，默认启用=右手 \\][ 模拟Windows键和 Alt + Tab，具体用法参见LaptopKeyboardFix模块说明，默认启用
使用 SendInput 方法提高模拟鼠标点击、移动性能=为提高模拟鼠标点击和移动的性能，请使用 SendInput 方法。
使用 Windows API 强势提升模拟鼠标移动性能=使用 Windows API 强势提升模拟鼠标移动性能
使用 Windows API 强势提升模拟鼠标滚轮性能（目前有bug不建议启用）=使用 Windows API 强势提升模拟鼠标滚轮性能（目前有bug不建议启用）
启用自动粘附各种按钮，编辑框=Enable auto-adhesion of various buttons, edit boxes
撞上屏幕边界后停止加速=到达屏幕边界后停止加速
是否根据屏幕 DPI 比率缩放鼠标速度=是否根据屏幕 DPI 比例缩放鼠标速度
鼠标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类=鼠标加速度比率，默认为 1，你想慢点就改成 0.5 之类。
CapsLockX 载入成功=CapsLockX successfully loaded
滚轮加速度比率, 默认为 1, 你想慢点就改成 0.5 之类=滚轮加速度比率，默认为 1，想要慢一些可以改成 0.5 之类。
首次启动？若想重新进入首次使用教学，请改为 1 并保存，然后使用 Ctrl+Alt+\\ 重载 CapsLockX。=首次启动？若想重新进入首次使用教学，请改为 1 并保存，然后使用 Ctrl+Alt+\\ 重载 CapsLockX。
启动时显示配置窗口=Startup show configuration window
Reload CapsLockX=重新加载CapsLockX
Edit config.ini=重新加载CapsLockX
Exit CapsLockX=退出 CapsLockX
启用雪星并击（实验中），使用单手操作整个主键区=转到 Snowstar Bing（实验中），单手操作整个主键区。
在CLX+Z窗口切换时记住还原鼠标在每个窗口中的位置=保持鼠标位置在每个CLX+Z窗口切换时还原。
当前配置目录：=Current configuration directory:
你可以按 'CapsLockX +, ' （CLX+逗号） 打开此窗口=您可以按 'CapsLockX + ,' （CLX+逗号） 打开此窗口
'版本'='版本'
CLX脚本交流群： QQ群 100949388 、 Telegram 群 https://t.me/capslockx 、微信群: 添加 @snomiao 拉你=CLX脚本交流群：QQ群 100949388 、Telegram 群 https://t.me/capslockx 、微信群：添加 @snomiao 拉你
作者: 雪星 ( Snowstar Miao <snomiao@gmail.com> )=作者: 雪星 (Snowstar Miao <snomiao@gmail.com>)
确定=确认
'Current Language is: '=当前语言是：
'切换語言'="Switch language"
打开官方文档=Open the official documentation
打开BUG反馈与建议页面=Open the bug feedback and suggestions page
添加开机自动启动=添加开机自动启动
配置文件编辑=配置文件编辑
重新載入CapsLockX=重新加载CapsLockX
启用番茄时钟，每25分钟休息5分钟·。=启用番茄时钟，每25分钟休息5分钟。
使用 Space 作为引导键（默认启用）=使用空格作为引导键（默认启用）
使用 CapsLock 作为引导键（默认启用）=使用空格作为引导键（默认启用）
请求管理员权限（权限受限时，鼠标模拟等功能无法正常运行，如果不需要管理权限下的功能，可以改为0）=Startup show configuration window
启动时报告番茄状态=启动时报告番茄状态
使用番茄时钟（默认禁用，改为 1 开启）=将使用番茄时钟（默认禁用，设置为 1 开启）
使用番茄报时（00分和30分播放工作铃声，每小时的25分和55分播放休息铃声）（需要先开启番茄时钟）=使用番茄報時（00分和30分播放工作鈴聲，每小時的25分和55分播放休息鈴聲）（需要先開啟番茄時鐘）
使用番茄报时时，自动切换桌面（休息为桌面1，工作为桌面2）=When using Tomato Clock, automatically switch desktops (desktop 1 for rest, desktop 2 for work).
加载成功=加载成功
按 Win + L 锁定电脑时，立即关闭屏幕，默认不启用，你可以按 Win+Alt+L 达到该效果=按 Win + L 锁定电脑时，立即关闭屏幕，默认不启用，你可以按 Win + Alt + L 达到该效果
使用 Space 作为引导键（默认启用，用户启用）=使用 Space 作为引导键（默认启用，用户启用）
使用 CapsLock 作为引导键（默认启用，用户启用）=将 CapsLock 用作引导键（默认启用，用户启用）
请勿直接编辑本文件，以下内容由核心加载器自动生成。雪星/(20210318)=请勿直接编辑此文件，以下内容由核心加载器自动生成。雪星/(20210318)
模块帮助有变更=模块帮助有变更
CapsLockX 重载模块=大写锁X 重载模块
检测到配置更改，是否重载？=检测到配置更改，是否重新加载？
EvalJS 模块=EvalJS模块
正在启动 NodeJS 筆記服務...=正在啟動 NodeJS 笔记服务...
NodeJS 服务已启动。=NodeJS 服务已启动。
CapsLockX 已退出。=CapsLockX 已退出。
CapsLockX 退出=CapsLockX 退出
Ready to Ask AI=准备好询问AI
Going to Ask AI=去问人工智能
Asking AI=询问人工智能
Waiting Answer...=等待回复...
Press [ESC] to stop.=按 [ESC] 停止。
Copied to Clipboard, Press [ESC] to hide.=已复制到剪贴板，按 [ESC] 键隐藏。
双击 LCtrl LAlt LShift 来最后置当前窗口（主要用于虚拟机和远程桌面）=双击左Ctrl、左Alt、左Shift以将当前窗口置于最后（主要用于虚拟机和远程桌面）
